Repository: gustavo-alves-apps/simple-traffic-lights
Catalog: Semaforo/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Allow remote control
ar: السماح بالتحكم عن بُعد
ca: Permet el control remot
cs: Povolit dálkové ovládání
da: Tillad fjernbetjening
de: Fernsteuerung erlauben
el: Να επιτρέπεται ο απομακρυσμένος έλεγχος
es: Permitir control remoto
fi: Salli etäohjaus
fr: Autoriser le contrôle à distance
he: אפשר שליטה מרחוק
hi: रिमोट कंट्रोल की अनुमति दें
hr: Dopusti daljinsko upravljanje
hu: Távvezérlés engedélyezése
id: Izinkan kontrol jarak jauh
it: Consenti controllo remoto
ja: リモート操作を許可
ko: 원격 제어 허용
ms: Benarkan kawalan jauh
nb: Tillat fjernstyring
nl: Bediening op afstand toestaan
pl: Zezwalaj na zdalne sterowanie
pt_br: Permitir controle remoto
pt_pt: Permitir controlo remoto
ro: Permite controlul de la distanță
ru: Разрешить удалённое управление
sk: Povoliť diaľkové ovládanie
sv: Tillåt fjärrstyrning
th: อนุญาตการควบคุมระยะไกล
tr: Uzaktan kontrole izin ver
uk: Дозволити дистанційне керування
vi: Cho phép điều khiển từ xa
zh_hans: 允许远程控制
zh_hant: 允許遠端控制

source: Both iPhones must be nearby with Wi-Fi or Bluetooth on.
ar: يجب أن يكون جهازا iPhone قريبين مع تشغيل Wi-Fi أو Bluetooth.
ca: Tots dos iPhone han de ser a prop, amb el Wi-Fi o el Bluetooth activat.
cs: Oba iPhony musí být nablízku a mít zapnutou Wi-Fi nebo Bluetooth.
da: Begge iPhones skal være i nærheden med Wi-Fi eller Bluetooth slået til.
de: Beide iPhones müssen in der Nähe sein und WLAN oder Bluetooth eingeschaltet haben.
el: Και τα δύο iPhone πρέπει να είναι κοντά, με ενεργό Wi-Fi ή Bluetooth.
es: Ambos iPhone deben estar cerca, con Wi-Fi o Bluetooth activado.
fi: Molempien iPhonejen on oltava lähellä, ja Wi-Fin tai Bluetoothin on oltava päällä.
fr: Les deux iPhone doivent être à proximité, avec le Wi-Fi ou le Bluetooth activé.
he: שני מכשירי ה-iPhone צריכים להיות קרובים, עם Wi-Fi או Bluetooth מופעלים.
hi: दोनों iPhone पास में हों और Wi-Fi या Bluetooth चालू हो।
hr: Oba iPhonea moraju biti u blizini s uključenim Wi-Fijem ili Bluetoothom.
hu: Mindkét iPhone legyen a közelben, bekapcsolt Wi-Fi-vel vagy Bluetooth-szal.
id: Kedua iPhone harus berdekatan dengan Wi-Fi atau Bluetooth aktif.
it: Entrambi gli iPhone devono essere vicini, con Wi-Fi o Bluetooth attivo.
ja: 両方のiPhoneを近くに置き、Wi-FiまたはBluetoothをオンにしてください。
ko: 두 iPhone이 가까이 있고 Wi-Fi 또는 Bluetooth가 켜져 있어야 합니다.
ms: Kedua-dua iPhone mesti berdekatan dengan Wi-Fi atau Bluetooth dihidupkan.
nb: Begge iPhonene må være i nærheten med Wi-Fi eller Bluetooth slått på.
nl: Beide iPhones moeten in de buurt zijn met wifi of Bluetooth aan.
pl: Oba iPhone’y muszą być w pobliżu z włączonym Wi-Fi lub Bluetooth.
pt_br: Os dois iPhones precisam estar próximos, com Wi-Fi ou Bluetooth ligado.
pt_pt: Ambos os iPhones têm de estar próximos, com Wi-Fi ou Bluetooth ativado.
ro: Ambele iPhone-uri trebuie să fie în apropiere, cu Wi-Fi sau Bluetooth activat.
ru: Оба iPhone должны находиться рядом, с включённым Wi-Fi или Bluetooth.
sk: Oba iPhony musia byť nablízku so zapnutou Wi-Fi alebo Bluetoothom.
sv: Båda iPhone måste vara i närheten med wifi eller Bluetooth påslaget.
th: iPhone ทั้งสองเครื่องต้องอยู่ใกล้กันและเปิด Wi-Fi หรือ Bluetooth
tr: İki iPhone da yakında olmalı ve Wi-Fi veya Bluetooth açık olmalı.
uk: Обидва iPhone мають бути поруч з увімкненим Wi-Fi або Bluetooth.
vi: Cả hai iPhone phải ở gần nhau và bật Wi-Fi hoặc Bluetooth.
zh_hans: 两台 iPhone 需要靠近，并打开无线局域网或蓝牙。
zh_hant: 兩支 iPhone 需要彼此靠近，並開啟 Wi-Fi 或藍牙。

source: Buy me a coffee
ar: اشترِ لي قهوة
ca: Convida’m a un cafè
cs: Kup mi kávu
da: Giv mig en kop kaffe
de: Spendier mir einen Kaffee
el: Κέρασέ με έναν καφέ
es: Invítame a un café
fi: Tarjoa minulle kahvi
fr: Offrez-moi un café
he: קנו לי קפה
hi: मुझे एक कॉफ़ी पिलाएँ
hr: Častite me kavom
hu: Hívj meg egy kávéra
id: Traktir saya kopi
it: Offrimi un caffè
ja: コーヒーをおごる
ko: 커피 한 잔 사주기
ms: Belanja saya kopi
nb: Spander en kaffe på meg
nl: Trakteer me op koffie
pl: Postaw mi kawę
pt_br: Me pague um café
pt_pt: Paga-me um café
ro: Fă-mi cinste cu o cafea
ru: Угостите меня кофе
sk: Kúp mi kávu
sv: Bjud mig på en kaffe
th: เลี้ยงกาแฟฉันสักแก้ว
tr: Bana bir kahve ısmarla
uk: Пригостіть мене кавою
vi: Mời tôi một ly cà phê
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

source: Circle
ar: دائرة
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fi: Ympyrä
fr: Cercle
he: עיגול
hi: वृत्त
hr: Krug
hu: Kör
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
ms: Bulatan
nb: Sirkel
nl: Cirkel
pl: Okrąg
pt_br: Círculo
pt_pt: Círculo
ro: Cerc
ru: Круг
sk: Kruh
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
vi: Hình tròn
zh_hans: 圆形
zh_hant: 圓形

source: Colors
ar: الألوان
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
fi: Värit
fr: Couleurs
he: צבעים
hi: रंग
hr: Boje
hu: Színek
id: Warna
it: Colori
ja: 色
ko: 색상
ms: Warna
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
pt_pt: Cores
ro: Culori
ru: Цвета
sk: Farby
sv: Färger
th: สี
tr: Renkler
uk: Кольори
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Connect
ar: اتصال
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fr: Se connecter
he: התחברות
hi: कनेक्ट करें
hr: Poveži
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
ms: Sambung
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectează
ru: Подключить
sk: Pripojiť
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: Connected
ar: متصل
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδέθηκε
es: Conectado
fi: Yhdistetty
fr: Connecté
he: מחובר
hi: कनेक्टेड
hr: Povezano
hu: Csatlakoztatva
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
ms: Bersambung
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connected devices
ar: الأجهزة المتصلة
ca: Dispositius connectats
cs: Připojená zařízení
da: Forbundne enheder
de: Verbundene Geräte
el: Συνδεδεμένες συσκευές
es: Dispositivos conectados
fi: Yhdistetyt laitteet
fr: Appareils connectés
he: מכשירים מחוברים
hi: कनेक्टेड डिवाइस
hr: Povezani uređaji
hu: Csatlakoztatott eszközök
id: Perangkat terhubung
it: Dispositivi connessi
ja: 接続中のデバイス
ko: 연결된 기기
ms: Peranti bersambung
nb: Tilkoblede enheter
nl: Verbonden apparaten
pl: Połączone urządzenia
pt_br: Dispositivos conectados
pt_pt: Dispositivos ligados
ro: Dispozitive conectate
ru: Подключённые устройства
sk: Pripojené zariadenia
sv: Anslutna enheter
th: อุปกรณ์ที่เชื่อมต่อ
tr: Bağlı aygıtlar
uk: Підключені пристрої
vi: Thiết bị đã kết nối
zh_hans: 已连接的设备
zh_hant: 已連線的裝置

source: Connection lost.
ar: انقطع الاتصال.
ca: S’ha perdut la connexió.
cs: Spojení bylo přerušeno.
da: Forbindelsen blev afbrudt.
de: Verbindung unterbrochen.
el: Η σύνδεση χάθηκε.
es: Conexión perdida.
fi: Yhteys katkesi.
fr: Connexion perdue.
he: החיבור אבד.
hi: कनेक्शन टूट गया।
hr: Veza je prekinuta.
hu: A kapcsolat megszakadt.
id: Koneksi terputus.
it: Connessione persa.
ja: 接続が切れました。
ko: 연결이 끊어졌습니다.
ms: Sambungan terputus.
nb: Forbindelsen ble brutt.
nl: Verbinding verbroken.
pl: Utracono połączenie.
pt_br: Conexão perdida.
pt_pt: Ligação perdida.
ro: Conexiune pierdută.
ru: Соединение потеряно.
sk: Spojenie sa prerušilo.
sv: Anslutningen bröts.
th: การเชื่อมต่อขาดหาย
tr: Bağlantı koptu.
uk: З’єднання втрачено.
vi: Mất kết nối.
zh_hans: 连接已断开。
zh_hant: 連線中斷。

source: Control another traffic light
ar: التحكم في إشارة مرور أخرى
ca: Controla un altre semàfor
cs: Ovládat jiný semafor
da: Styr et andet trafiklys
de: Andere Ampel steuern
el: Έλεγχος άλλου φαναριού
es: Controlar otro semáforo
fi: Ohjaa toista liikennevaloa
fr: Contrôler un autre feu
he: שליטה ברמזור אחר
hi: दूसरी ट्रैफ़िक लाइट नियंत्रित करें
hr: Upravljaj drugim semaforom
hu: Másik lámpa vezérlése
id: Kontrol lampu lalu lintas lain
it: Controlla un altro semaforo
ja: ほかの信号機を操作
ko: 다른 신호등 제어
ms: Kawal lampu isyarat lain
nb: Styr et annet trafikklys
nl: Ander verkeerslicht bedienen
pl: Steruj innym sygnalizatorem
pt_br: Controlar outro semáforo
pt_pt: Controlar outro semáforo
ro: Controlează alt semafor
ru: Управлять другим светофором
sk: Ovládať iný semafor
sv: Styr ett annat trafikljus
th: ควบคุมไฟจราจรอื่น
tr: Başka bir trafik ışığını kontrol et
uk: Керувати іншим світлофором
vi: Điều khiển đèn giao thông khác
zh_hans: 控制另一个红绿灯
zh_hant: 控制另一個紅綠燈

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: OK
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Full screen
ar: ملء الشاشة
ca: Pantalla completa
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
hi: पूर्ण स्क्रीन
hr: Cijeli zaslon
hu: Teljes képernyő
id: Layar penuh
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
ms: Skrin penuh
nb: Fullskjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
ro: Ecran complet
ru: Полный экран
sk: Celá obrazovka
sv: Helskärm
th: เต็มหน้าจอ
tr: Tam ekran
uk: Повний екран
vi: Toàn màn hình
zh_hans: 全屏
zh_hant: 全螢幕

source: Green
ar: أخضر
ca: Verd
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
he: ירוק
hi: हरा
hr: Zelena
hu: Zöld
id: Hijau
it: Verde
ja: 緑
ko: 초록
ms: Hijau
nb: Grønn
nl: Groen
pl: Zielony
pt_br: Verde
pt_pt: Verde
ro: Verde
ru: Зелёный
sk: Zelená
sv: Grön
th: เขียว
tr: Yeşil
uk: Зелений
vi: Xanh lá
zh_hans: 绿色
zh_hant: 綠色

source: Layout
ar: التخطيط
ca: Disposició
cs: Rozvržení
el: Διάταξη
es: Diseño
fi: Asettelu
fr: Disposition
he: פריסה
hi: लेआउट
hr: Izgled
hu: Elrendezés
id: Tata letak
ja: レイアウト
ko: 레이아웃
ms: Susun atur
pl: Układ
ro: Aspect
ru: Макет
sk: Rozloženie
th: เค้าโครง
tr: Düzen
uk: Макет
vi: Bố cục
zh_hans: 布局
zh_hant: 版面配置

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hr: Dalje
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一個

source: No traffic light found with this code.
ar: لم يتم العثور على إشارة مرور بهذا الرمز.
ca: No s’ha trobat cap semàfor amb aquest codi.
cs: Nebyl nalezen žádný semafor s tímto kódem.
da: Intet trafiklys fundet med denne kode.
de: Keine Ampel mit diesem Code gefunden.
el: Δεν βρέθηκε φανάρι με αυτόν τον κωδικό.
es: No se encontró ningún semáforo con este código.
fi: Tällä koodilla ei löytynyt liikennevaloa.
fr: Aucun feu trouvé avec ce code.
he: לא נמצא רמזור עם הקוד הזה.
hi: इस कोड वाली कोई ट्रैफ़िक लाइट नहीं मिली।
hr: Nije pronađen semafor s ovim kôdom.
hu: Nem található lámpa ezzel a kóddal.
id: Tidak ada lampu lalu lintas dengan kode ini.
it: Nessun semaforo trovato con questo codice.
ja: このコードの信号機が見つかりません。
ko: 이 코드의 신호등을 찾을 수 없습니다.
ms: Tiada lampu isyarat ditemui dengan kod ini.
nb: Fant ikke noe trafikklys med denne koden.
nl: Geen verkeerslicht gevonden met deze code.
pl: Nie znaleziono sygnalizatora z tym kodem.
pt_br: Nenhum semáforo encontrado com este código.
pt_pt: Nenhum semáforo encontrado com este código.
ro: Nu s-a găsit niciun semafor cu acest cod.
ru: Светофор с этим кодом не найден.
sk: Nenašiel sa žiadny semafor s týmto kódom.
sv: Inget trafikljus hittades med den här koden.
th: ไม่พบไฟจราจรที่ใช้รหัสนี้
tr: Bu koda sahip trafik ışığı bulunamadı.
uk: Світлофор із цим кодом не знайдено.
vi: Không tìm thấy đèn giao thông nào với mã này.
zh_hans: 未找到使用此配对码的红绿灯。
zh_hant: 找不到使用此配對碼的紅綠燈。

source: OK
ar: حسنًا
ca: D’acord
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: On the other iPhone, turn on “Allow remote control”, then enter its code here.
ar: على جهاز iPhone الآخر، فعّل "السماح بالتحكم عن بُعد"، ثم أدخل رمزه هنا.
ca: A l’altre iPhone, activa «Permet el control remot» i introdueix-ne el codi aquí.
cs: Na druhém iPhonu zapněte „Povolit dálkové ovládání“ a pak sem zadejte jeho kód.
da: Slå “Tillad fjernbetjening” til på den anden iPhone, og indtast derefter dens kode her.
de: Aktiviere auf dem anderen iPhone „Fernsteuerung erlauben“ und gib dann hier seinen Code ein.
el: Στο άλλο iPhone, ενεργοποιήστε το «Να επιτρέπεται ο απομακρυσμένος έλεγχος» και, στη συνέχεια, εισαγάγετε τον κωδικό του εδώ.
es: En el otro iPhone, activa “Permitir control remoto” e introduce su código aquí.
fi: Laita toisessa iPhonessa päälle ”Salli etäohjaus” ja syötä sen koodi tähän.
fr: Sur l’autre iPhone, activez « Autoriser le contrôle à distance », puis saisissez son code ici.
he: ב-iPhone השני, הפעילו את ”אפשר שליטה מרחוק“ והזינו כאן את הקוד שלו.
hi: दूसरे iPhone पर “रिमोट कंट्रोल की अनुमति दें” चालू करें, फिर उसका कोड यहाँ डालें।
hr: Na drugom iPhoneu uključite „Dopusti daljinsko upravljanje”, a zatim ovdje unesite njegov kôd.
hu: A másik iPhone-on kapcsold be a „Távvezérlés engedélyezése” lehetőséget, majd írd be ide a kódját.
id: Di iPhone lainnya, nyalakan “Izinkan kontrol jarak jauh”, lalu masukkan kodenya di sini.
it: Sull’altro iPhone, attiva “Consenti controllo remoto”, poi inserisci qui il suo codice.
ja: もう一方のiPhoneで「リモート操作を許可」をオンにして、表示されたコードをここに入力してください。
ko: 다른 iPhone에서 ‘원격 제어 허용’을 켠 다음 그 코드를 여기에 입력하세요.
ms: Pada iPhone yang satu lagi, hidupkan “Benarkan kawalan jauh”, kemudian masukkan kodnya di sini.
nb: Slå på «Tillat fjernstyring» på den andre iPhonen, og skriv deretter inn koden her.
nl: Zet op de andere iPhone ‘Bediening op afstand toestaan’ aan en voer hier de code in.
pl: Na drugim iPhonie włącz „Zezwalaj na zdalne sterowanie”, a następnie wpisz tutaj jego kod.
pt_br: No outro iPhone, ative “Permitir controle remoto” e digite o código dele aqui.
pt_pt: No outro iPhone, ative “Permitir controlo remoto” e introduza aqui o código dele.
ro: Pe celălalt iPhone, activează „Permite controlul de la distanță”, apoi introdu aici codul acestuia.
ru: На другом iPhone включите «Разрешить удалённое управление», затем введите здесь его код.
sk: Na druhom iPhone zapnite „Povoliť diaľkové ovládanie“ a potom sem zadajte jeho kód.
sv: Slå på ”Tillåt fjärrstyrning” på den andra iPhonen och ange sedan dess kod här.
th: บน iPhone อีกเครื่อง ให้เปิด “อนุญาตการควบคุมระยะไกล” แล้วป้อนรหัสของเครื่องนั้นที่นี่
tr: Diğer iPhone’da “Uzaktan kontrole izin ver” seçeneğini açın, ardından onun kodunu buraya girin.
uk: На іншому iPhone увімкніть «Дозволити дистанційне керування», а потім введіть тут його код.
vi: Trên iPhone kia, bật “Cho phép điều khiển từ xa”, sau đó nhập mã của máy đó vào đây.
zh_hans: 在另一台 iPhone 上打开“允许远程控制”，然后在此输入它的配对码。
zh_hant: 在另一支 iPhone 上開啟「允許遠端控制」，然後在此輸入它的配對碼。

source: Pairing code
ar: رمز الإقران
ca: Codi d’emparellament
cs: Párovací kód
da: Parringskode
de: Kopplungscode
el: Κωδικός σύζευξης
es: Código de vinculación
fi: Pariliitoskoodi
fr: Code d’appairage
he: קוד צימוד
hi: पेयरिंग कोड
hr: Kôd za uparivanje
hu: Párosítási kód
id: Kode pemasangan
it: Codice di abbinamento
ja: ペアリングコード
ko: 페어링 코드
ms: Kod gandingan
nb: Sammenkoblingskode
nl: Koppelcode
pl: Kod parowania
pt_br: Código de pareamento
pt_pt: Código de emparelhamento
ro: Cod de asociere
ru: Код сопряжения
sk: Párovací kód
sv: Parkopplingskod
th: รหัสจับคู่
tr: Eşleme kodu
uk: Код створення пари
vi: Mã ghép đôi
zh_hans: 配对码
zh_hant: 配對碼

source: Play
ar: تشغيل
cs: Přehrát
da: Afspil
de: Start
el: Έναρξη
es: Reproducir
fi: Toista
fr: Lecture
he: הפעלה
hi: प्ले
hr: Pokreni
hu: Lejátszás
id: Mainkan
it: Avvia
ja: 再生
ko: 시작
ms: Main
nb: Spill av
nl: Afspelen
pl: Odtwórz
ro: Redare
ru: Пуск
sk: Prehrať
sv: Spela
th: เล่น
tr: Oynat
uk: Пуск
vi: Phát
zh_hans: 开始
zh_hant: 開始

source: Realistic
ar: واقعي
ca: Realista
cs: Realistické
da: Realistisk
de: Realistisch
el: Ρεαλιστικό
es: Realista
fi: Realistinen
fr: Réaliste
he: ריאליסטי
hi: यथार्थवादी
hr: Realistično
hu: Realisztikus
id: Realistis
it: Realistico
ja: リアル
ko: 사실적
ms: Realistik
nb: Realistisk
nl: Realistisch
pl: Realistyczny
pt_br: Realista
pt_pt: Realista
ro: Realist
ru: Реалистичный
sk: Realistické
sv: Realistisk
th: สมจริง
tr: Gerçekçi
uk: Реалістичний
vi: Chân thực
zh_hans: 写实
zh_hant: 寫實

source: Red
ar: أحمر
ca: Vermell
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
he: אדום
hi: लाल
hr: Crvena
hu: Piros
id: Merah
it: Rosso
ja: 赤
ko: 빨강
ms: Merah
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sv: Röd
th: แดง
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

source: Remote control
ar: التحكم عن بُعد
ca: Control remot
cs: Dálkové ovládání
da: Fjernbetjening
de: Fernsteuerung
el: Απομακρυσμένος έλεγχος
es: Control remoto
fi: Etäohjaus
fr: Contrôle à distance
he: שליטה מרחוק
hi: रिमोट कंट्रोल
hr: Daljinsko upravljanje
hu: Távvezérlés
id: Kontrol jarak jauh
it: Controllo remoto
ja: リモート操作
ko: 원격 제어
ms: Kawalan jauh
nb: Fjernstyring
nl: Bediening op afstand
pl: Zdalne sterowanie
pt_br: Controle remoto
pt_pt: Controlo remoto
ro: Control de la distanță
ru: Удалённое управление
sk: Diaľkové ovládanie
sv: Fjärrstyrning
th: การควบคุมระยะไกล
tr: Uzaktan kontrol
uk: Дистанційне керування
vi: Điều khiển từ xa
zh_hans: 远程控制
zh_hant: 遠端控制

source: Searching…
ar: جارٍ البحث…
ca: S’està cercant…
cs: Hledání…
da: Søger…
de: Suche …
el: Αναζήτηση…
es: Buscando…
fi: Etsitään…
fr: Recherche…
he: מחפש…
hi: खोजा जा रहा है…
hr: Traženje…
hu: Keresés…
id: Mencari…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
ms: Mencari…
nb: Søker …
nl: Zoeken…
pl: Wyszukiwanie…
pt_br: Procurando…
pt_pt: A procurar…
ro: Se caută…
ru: Поиск…
sk: Hľadá sa…
sv: Söker …
th: กำลังค้นหา…
tr: Aranıyor…
uk: Пошук…
vi: Đang tìm…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Show countdown
ar: إظهار العد التنازلي
ca: Mostra el compte enrere
cs: Zobrazit odpočet
da: Vis nedtælling
de: Countdown anzeigen
el: Εμφάνιση αντίστροφης μέτρησης
es: Mostrar cuenta regresiva
fi: Näytä laskuri
fr: Afficher le compte à rebours
he: הצג ספירה לאחור
hi: उलटी गिनती दिखाएं
hr: Prikaži odbrojavanje
hu: Visszaszámlálás megjelenítése
id: Tampilkan hitung mundur
it: Mostra conto alla rovescia
ja: カウントダウンを表示
ko: 카운트다운 표시
ms: Tunjukkan detik kira
nb: Vis nedtelling
nl: Aftellen tonen
pl: Pokaż odliczanie
pt_br: Mostrar contagem regressiva
pt_pt: Mostrar contagem decrescente
ro: Afișează numărătoarea inversă
ru: Показать обратный отсчёт
sk: Zobraziť odpočítavanie
sv: Visa nedräkning
th: แสดงการนับถอยหลัง
tr: Geri sayımı göster
uk: Показати зворотний відлік
vi: Hiện đếm ngược
zh_hans: 显示倒计时
zh_hant: 顯示倒數計時

source: Simple Traffic Lights
ar: إشارة مرور بسيطة
ca: Semàfor Senzill
cs: Jednoduchý semafor
da: Simpelt Trafiklys
de: Einfache Ampel
el: Απλό Φανάρι
es: Semáforo Simple
fi: Yksinkertainen Liikennevalo
fr: Feux de circulation simples
he: רמזור פשוט
hi: सिंपल ट्रैफ़िक लाइट
hr: Jednostavni semafor
hu: Egyszerű Közlekedési Lámpa
id: Lampu Lalu Lintas Sederhana
it: Semaforo Semplice
ja: シンプル信号機
ko: 심플 신호등
ms: Lampu Isyarat Ringkas
nb: Enkelt Trafikklys
nl: Eenvoudig Verkeerslicht
pl: Prosty Sygnalizator
pt_br: Semáforo Simples
pt_pt: Semáforo Simples
ro: Semafor Simplu
ru: Простой Светофор
sk: Jednoduchý Semafor
sv: Enkelt Trafikljus
th: ไฟจราจรแบบง่าย
tr: Basit Trafik Işığı
uk: Простий Світлофор
vi: Đèn Giao Thông Đơn Giản
zh_hans: 简单红绿灯
zh_hant: 簡單紅綠燈

source: Tap
ar: اضغط
ca: Toca
cs: Klepnutí
da: Tryk
de: Tippen
el: Πάτημα
es: Toque
fi: Napautus
fr: Appui
he: הקשה
hi: टैप
hr: Dodir
hu: Koppintás
id: Ketuk
it: Tocco
ja: タップ
ko: 탭
ms: Ketik
nb: Trykk
nl: Tik
pl: Stuknięcie
pt_br: Toque
pt_pt: Toque
ro: Atingere
ru: Нажатие
sk: Ťuknutie
sv: Tryck
th: แตะ
tr: Dokunma
uk: Дотик
vi: Chạm
zh_hans: 点按
zh_hant: 輕點

source: The traffic light must be playing to change color.
ar: يجب أن تكون إشارة المرور قيد التشغيل لتغيير اللون.
ca: El semàfor ha d’estar en marxa per canviar de color.
cs: Semafor musí být spuštěný, aby mohl změnit barvu.
da: Trafiklyset skal være startet for at skifte farve.
de: Die Ampel muss gestartet sein, um die Farbe zu ändern.
el: Το φανάρι πρέπει να είναι σε λειτουργία για να αλλάξει χρώμα.
es: El semáforo debe estar en reproducción para cambiar de color.
fi: Liikennevalon on oltava käynnissä, jotta väri voi vaihtua.
fr: Le feu doit être en lecture pour changer de couleur.
he: הרמזור צריך לפעול כדי להחליף צבע.
hi: रंग बदलने के लिए ट्रैफ़िक लाइट चालू होनी चाहिए।
hr: Semafor mora biti pokrenut da bi promijenio boju.
hu: A lámpának futnia kell a színváltáshoz.
id: Lampu lalu lintas harus sedang berjalan untuk berganti warna.
it: Il semaforo deve essere avviato per cambiare colore.
ja: 色を変えるには信号機が再生中である必要があります。
ko: 색상을 바꾸려면 신호등이 시작된 상태여야 합니다.
ms: Lampu isyarat mesti sedang dimainkan untuk menukar warna.
nb: Trafikklyset må være startet for å bytte farge.
nl: Het verkeerslicht moet worden afgespeeld om van kleur te wisselen.
pl: Sygnalizator musi być uruchomiony, aby zmienić kolor.
pt_br: O semáforo precisa estar em Play para mudar de cor.
pt_pt: O semáforo tem de estar em Play para mudar de cor.
ro: Semaforul trebuie să ruleze pentru a schimba culoarea.
ru: Чтобы сменить цвет, светофор должен быть запущен.
sk: Semafor musí byť spustený, aby mohol zmeniť farbu.
sv: Trafikljuset måste vara igång för att byta färg.
th: ไฟจราจรต้องกำลังเล่นอยู่จึงจะเปลี่ยนสีได้
tr: Renk değiştirmek için trafik ışığının oynatılıyor olması gerekir.
uk: Щоб змінити колір, світлофор має бути запущений.
vi: Đèn giao thông phải đang phát thì mới đổi màu được.
zh_hans: 红绿灯必须处于运行状态才能切换颜色。
zh_hant: 紅綠燈必須在執行中才能切換顏色。

source: Timer
ar: المؤقت
ca: Temporitzador
cs: Časovač
el: Χρονόμετρο
es: Temporizador
fi: Ajastin
fr: Minuteur
he: טיימר
hi: टाइमर
hr: Mjerač vremena
hu: Időzítő
id: Pengatur waktu
ja: タイマー
ko: 타이머
ms: Pemasa
nb: Tidtaker
pl: Minutnik
pt_br: Temporizador
pt_pt: Temporizador
ro: Cronometru
ru: Таймер
sk: Časovač
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ
zh_hans: 计时器
zh_hant: 計時器

source: Timer mode: the colors change on their own.
ar: وضع المؤقت: تتغير الألوان تلقائيًا.
ca: Mode temporitzador: els colors canvien sols.
cs: Režim časovače: barvy se mění samy.
da: Timertilstand: farverne skifter af sig selv.
de: Timer-Modus: Die Farben wechseln von selbst.
el: Λειτουργία χρονομέτρου: τα χρώματα αλλάζουν αυτόματα.
es: Modo temporizador: los colores cambian solos.
fi: Ajastintila: värit vaihtuvat itsestään.
fr: Mode minuteur : les couleurs changent toutes seules.
he: מצב טיימר: הצבעים מתחלפים מעצמם.
hi: टाइमर मोड: रंग अपने आप बदलते हैं।
hr: Način rada s mjeračem vremena: boje se mijenjaju same.
hu: Időzítő mód: a színek maguktól váltanak.
id: Mode timer: warna berganti dengan sendirinya.
it: Modalità timer: i colori cambiano da soli.
ja: タイマーモード：色は自動で切り替わります。
ko: 타이머 모드: 색상이 자동으로 바뀝니다.
ms: Mod pemasa: warna bertukar dengan sendirinya.
nb: Timermodus: fargene bytter av seg selv.
nl: Timermodus: de kleuren wisselen vanzelf.
pl: Tryb minutnika: kolory zmieniają się same.
pt_br: Modo Temporizador: as cores mudam sozinhas.
pt_pt: Modo Temporizador: as cores mudam sozinhas.
ro: Mod cronometru: culorile se schimbă singure.
ru: Режим таймера: цвета меняются сами.
sk: Režim časovača: farby sa menia samy.
sv: Timerläge: färgerna byts av sig själva.
th: โหมดตัวจับเวลา: สีจะเปลี่ยนเองโดยอัตโนมัติ
tr: Zamanlayıcı modu: renkler kendiliğinden değişir.
uk: Режим таймера: кольори змінюються самі.
vi: Chế độ hẹn giờ: màu tự thay đổi.
zh_hans: 计时器模式：颜色会自动切换。
zh_hant: 計時器模式：顏色會自動切換。
